[
  {
    "title": "Elder Job",
    "type": "Application",
    "paragraph": "ในปัจจุบันประเทศไทยเข้าสู่ยุค Aged Society โดยสมบูรณ์ เนื่องจากมีประชากรผู้สูงอายุถึง 20% ของประชากรทั้งหมดในประเทศ แต่ยังไม่มีองค์กรหรือหน่วยงานใดให้ความสนใจในการหางานให้กับผู้สูงอายุโดยเฉพาะ ทำให้เราอยากจะพัฒนาต้นแบบแอปลิเคชันนี้ขึ้นมา เพื่อตอบโจทย์ให้กับผู้สูงอายุจำนวนมากที่ยังต้องการหรือจำเป็นในการทำงานอยู่โดยเฉพาะ ซึ่งได้ออกแบบมาให้สามารถใช้งานได้อย่างง่าย ๆ ไม่มีขั้นตอนที่ซับซ้อน",
    "link": "/p/elder-job",
    "poster": "elder-job.jpg",
    "category": "personal"
  },
  {
    "title": "Good Choice",
    "type": "Application",
    "paragraph": "เสื้อผ้าเครื่องแต่งกายเป็นปัจจัยสี่ที่สำคัญในการดำเนินชีวิตของมนุษย์ แต่ด้วยเงื่อนไขหลายอย่างที่อาจจะทำให้ไม่สามารถซื้อเสื้อผ้าจำนวนมากมาใช้ในแต่ละวันได้ ทางออกที่ดีอย่างหนึ่งที่นิยมทำกันในปัจจุบันคือการเช่าเสื้อผ้า และปล่อยเช่าสำหรับผู้ที่ไม่ต้องการใช้เสื้อผ้านั้น ๆ แล้ว แอปพลิเคชันนี้จึงถูกสร้างขึ้นโดยออกแบบให้มีความทันสมัย ตรงตามความต้องการของผู้ใช้ ใช้งานง่าย และมีความสวยงามในขณะเดียวกัน",
    "link": "/p/good-choice",
    "poster": "good-choice.jpg",
    "category": "personal"
  },
  {
    "title": "Green Life",
    "type": "Application",
    "paragraph": "เนื่องจากวิกฤติโควิดส่งผลกระทบต่อรายได้ทั้งในและนอกภาคเกษตรมากที่สุด ซึ่งส่วนใหญ่ให้เหตุผลว่ามีอุปสรรคในการขายสินค้าเกษตร เนื่องจากข้อจำกัดของระบบขนส่งซึ่งเป็นผลมาจากมาตรการระงับการระบาด และการเปลี่ยนแปลงไปของช่องทางการขายสินค้าและพฤติกรรมผู้บริโภคที่นิยมไปตลาดในชุมชนลดลงและเปลี่ยนไปซื้อของในซุปเปอร์มาร์เก็ตมากขึ้นจึงเกิดไอเดียพัฒนาแบบจำลองโปรแกรมเพื่อเป็นแหล่งเรียนรู้ในด้านการเกษตรและสนับสนุนการซื้อขายสินค้าเกษตรและเป็นการประชาสัมพันธ์ผลผลิตของเกษตรกรไปยังลูกค้าได้โดยตรงด้วยวิธีการของเกษตรกรยุคใหม่",
    "link": "/p/green-life",
    "poster": "green-life.jpg",
    "category": "personal"
  },
  {
    "title": "Hatthakam",
    "type": "Application",
    "paragraph": "Hatthakam เป็นแอปพลิเคชันที่ให้คุณเลือกซื้อสินค้าหัตถกรรมไทยประเภทต่าง ๆ พร้อมทั้งสามารถปรับแต่งสินค้าที่คุณชื่นชอบเพื่อมอบเป็นของขวัญชิ้นพิเศษสำหรับคุณและคนที่คุณรัก ไม่พลาดข่าวสารสำคัญและโปรโมชันสุดพิเศษจากผู้ประกอบการโดยตรงก่อนใคร และเพิ่มความสะดวกสบายด้วยผู้ช่วยส่วนตัวที่จะช่วยให้คุณค้นหาสินค้าที่คุณชื่นชอบได้รวดเร็วยิ่งขึ้น",
    "link": "/p/hatthakam",
    "poster": "hatthakam.jpg",
    "category": "personal"
  },
  {
    "title": "Kasper.",
    "type": "Application",
    "paragraph": "เป็นแอปพลิเคชันสำหรับแนะนำร้านอาหารที่ไม่มีหน้าร้านในประเทศไทย การแพร่ระบาดของโรคโควิด-19 ในประเทศไทยส่งผลกระทบต่อเศรษฐกิจภายในเป็นอย่างมาก ทำให้ธุรกิจร้านอาหารที่ไม่มีหน้าร้านเริ่มมีมามากขึ้นเรื่อย ๆ เนื่องจากต้นทุนในการใช้จ่ายน้อย แอปพลิเคชันสำหรับแนะนำร้านอาหารที่ไม่มีหน้าร้านในประเทศไทยจะเป็นอีกหนึ่งทางเลือกสำหรับผู้ประกอบการและผู้บริโภคให้มีพื้นที่ในการโปรโมทร้านอาหารที่ไม่มีหน้าร้าน เพื่อทำให้ผู้ประกอบการลดการแข่งขันกับร้านค้ารายใหญ่และจำกัดต้นทุนในการโปรโมท",
    "link": "/p/kasper",
    "poster": "kasper.jpg",
    "category": "personal"
  },
  {
    "title": "Planté",
    "type": "Application",
    "paragraph": "แอปพลิเคชัน Planté เป็นแอปพลิเคชันสำหรับการบริหารจัดการสวนขนาดย่อมร่วมกับอุปกรณ์ภายใต้การทำงานของระบบ Smart Garden ซึ่งจะอยู่ในรูปแบบของการควบคุมการจัดการสวนชั้นปลูกผักผ่านอุปกรณ์สมาร์ทโฟน โดยทำงานผ่านระบบ Internet of Things (IoT) ร่วมกับการทำงานผ่านแอปพลิเคชัน ซึ่งผู้ใช้งานสามารถควบคุม สั่งการ และดูข้อมูลเกี่ยวกับการเพาะปลูกได้อย่างง่ายและรวดเร็ว และสำหรับการทำงานของแอปพลิเคชันนี้จะเป็นตัวช่วยและตัวเลือกสำหรับผู้ที่สนใจการปลูกสวนขนาดเล็กให้เกิดประสิทธิภาพและได้ผลลัพธ์สูงสุด",
    "link": "/p/plante",
    "poster": "plante.jpg",
    "category": "personal"
  },
  {
    "title": "Relax Space",
    "type": "Application",
    "paragraph": "เป็นแอปพลิเคชันที่ใช้สำหรับค้นหาพื้นที่ Co-working space  ภายในจังหวัดกรุงเทพ ฯ  โดยเราได้พัฒนาแอปพลิเคชันนี้ขึ้นมาเพื่ออำนวยความสะดวกสบาย และยกระดับการบริการให้แก่ผู้ใช้ผ่านรูปแบบของฟังก์ชันต่าง ๆ นอกจากนั้นตัวแอปพลิเคชันยังเปรียบเสมือนสื่อกลางระหว่างพื้นที่ Co-working space กับ ตัวผู้ใช้ เพื่อให้ผู้ใช้สามารถเข้าถึงพื้นที่ได้ง่ายยิ่งขึ้น",
    "link": "/p/relax-space",
    "poster": "relax-space.jpg",
    "category": "personal"
  },
  {
    "title": "TIME AR EXPERIENCE",
    "type": "Application",
    "paragraph": "การพัฒนาแบบจําลองโปรแกรมประยุกต์งานจัดแสดงสินค้ามหกรรมยานยนต์ ร่วมกับการใช้เทคโนโลยี AR เพื่อส่งเสริมการร่วมงานในสถานการณ์โควิด-19 จะช่วย เป็นแนวทางในการพัฒนาเครื่องมือสําหรับส่งเสริมการร่วมงานจัดแสดงสินค้า มหกรรมยานยนต์ ในช่วงโรคระบาดโควิด-19 และช่วยเพิ่มประสมการณ์การเข้าชมงาน จัดแสดงสินค้าให้มีความน่าสนใจมากยิ่งขึ้น",
    "link": "/p/time-ar-experience",
    "poster": "time-ar-experience.jpg",
    "category": "personal"
  },
  {
    "title": "Cosci Activity",
    "type": "Web Application",
    "paragraph": "เว็บแอปพลิเคชันเพื่อการจัดการ ตรวจสอบ และลงบันทึกหลักฐานการเข้าร่วมกิจกรรมของนิสิตวิทยาลัยนวัตกรรมสื่อสารสังคม รวมถึงเป็นช่องทางการประชาสัมพันธ์กิจกรรมต่าง ๆ เพื่อไม่ให้นิสิตพลาดระยะเวลาของกิจกรรมเหล่านั้น",
    "link": "/p/cosci-activity",
    "poster": "cosci-activity.jpg",
    "category": "university"
  },
  {
    "title": "Cosci Analysis System",
    "type": "Website",
    "paragraph": "การพัฒนาระบบวิเคราะห์ข้อมูลนิสิตเพื่อการตัดสินใจของผู้บริหาร เป็นต้นแบบในการนำข้อมูลที่มีอยู่มาวิเคราะห์คาดการณ์ในอนาคตให้เกิดประโยชน์สูงสุด และพัฒนาต่อยอดในวิทยาลัยนวัตกรรมสื่อสารสังคม ให้สามารถนำไปใช้งานได้แบบ Real Time โดยที่สามารถแสดงผลเป็นรายงาน และนำเสนอได้ผ่านอุปกรณ์ได้หลายอย่าง เช่น Desktop, Tablet, Smartphone ",
    "link": "/p/cosci-analysis-system",
    "poster": "cosci-analysis-system.jpg",
    "category": "university"
  },
  {
    "title": "COSCI - CHATBOT",
    "type": "Application",
    "paragraph": "เป็นไลน์แชทบอทสำหรับนิสิตวิทยาลัยนวัตกรรสื่อสารสังคม เพื่อใช้ในการกระจายข้อมูลข่าวสารให้นิสิตวิทยาลัยนวัตกรรมสื่อสารสังคม และช่วยให้นิสิตวิทยาลัยนวัตกรรมสื่อสารสังคมสามารถติดตามข้อมูลข่าวสารได้อย่างครบถ้วน",
    "link": "/p/cosci-chatbot",
    "poster": "cosci-chatbot.jpg",
    "category": "university"
  },
  {
    "title": "COSCI EDU",
    "type": "Website",
    "paragraph": "เว็ปแอปสำหรับการจัดการชั้นเรียนด้วยฟังก์ชันการตัดเกรด และมีไฟล์ตัวอย่างเทมเพลตสำหรับดาวน์โหลดเพื่อนำเข้าข้อมูลลงระบบ หลังจากตัดเกรดแล้วสามารถดาวน์โหลดไฟล์เพื่อนำไปแก้ไขได้ และสามารถแสดงสถิติเพื่อแสดงถึงผลรวมของคะแนนการเรียนการสอนของแต่ละวิชา มีการบันทึกข้อมูลและประวัติการตัดเกรด ซึ่งระบบการจัดการชั้นเรียนเป็นแนวทางการแก้ปัญหาสำหรับการตัดเกรดและคิดคะแนนแบบ Manual",
    "link": "/p/cosci-edu",
    "poster": "cosci-edu.jpg",
    "category": "university"
  },
  {
    "title": "COSCInoti",
    "type": "Application",
    "paragraph": "แบบจำลองแอปพลิเคชันสำหรับแจ้งเตือนข่าวสารการประชาสัมพันธ์ของนิสิตวิทยาลัยนวัตกรรมสื่อสารสังคม ที่มีการแยกประเภทข่าวสารชัดเจนเพื่อลดการใช้เวลาในการเลื่อนหาข่าวสารที่ต้องการ ไม่ว่าจะเป็นข่าวสารเกี่ยวกับกิจกรรมที่มีการแยกหมวดหมู่ชัดเจน ข่าวสารวิชาโท ข่าวสารการลงทะเบียนเรียน เป็นต้น อีกทั้งยังมีปฏิทินที่สามารถปรับแต่งให้แสดงเพียงแค่ประเภทข่าวสารที่นิสิตต้องการได้",
    "link": "/p/coscinoti",
    "poster": "coscinoti.jpg",
    "category": "university"
  },
  {
    "title": "Cosci Open House",
    "type": "Application",
    "paragraph": "แบบจำลองแอปพลิเคชันเพื่ออำนวยความสะดวกแก่ผู้สนใจและเข้าร่วมงานเปิดบ้านของวิทยาลัยนวัตกรรมสื่อสารสังคม มหาวิทยาลัยศรีนครินทรวิโรฒ โดยจะมีการลงทะเบียนเข้างาน มีการบอกข่าวสารเกี่ยวกับกิจกรรมต่าง ๆ เพื่ออำนวยความสะดวกให้ผู้ที่สนใจเข้าเป็นนิสิตของวิทยาลัยนวัตกรรม",
    "link": "/p/cosci-open-house",
    "poster": "cosci-open-house.jpg",
    "category": "university"
  },
  {
    "title": "Crime Down",
    "type": "Application",
    "paragraph": "หน่วยงานตำรวจยังขาดเครื่องมือรวบรวมข้อมูลเหตุอาชญากรรมที่เกิดขึ้น โดยเฉพาะข้อมูลจากประชาชน เราจึงต้องการพัฒนาแบบจำลองแอปพลิเคชันแจ้งเหตุอาชญากรรมสำหรับแจ้งเหตุและแจ้งพื้นที่เสี่ยง โดยประชาชน รวมถึงระบบแจ้งเตือนในกรณี ที่เกิดเหตุอาชญากรรมใกล้เคียง ทุกคนจะได้ระวังตัวและช่วยแจ้งข้อมูลเบาะแสของเหตุอาชญากรรมที่เกิดขึ้นแก่เจ้าหน้าที่ได้",
    "link": "/p/crime-down",
    "poster": "crime-down.jpg",
    "category": "organization"
  },
  {
    "title": "Cure+",
    "type": "Application",
    "paragraph": "โปรแกรมประยุกต์เพื่อช่วยเหลือผู้ป่วยสำหรับการติดตามการรักษาและจองเตียงในกรณีโรคระบาด COVID-19  เพื่อทำให้เกิดความสะดวกในการรักษาและช่วยให้ประชาชนสามารถเข้าถึงการรักษาได้อย่างรวดเร็ว อีกทั้งยังเป็นการลดอัตราการแพร่ระบาดได้ในอีกรูปแบบหนึ่ง ซึ่งการใช้งานโปรแกรมประยุกต์นั้น สามารถใช้ได้บนอุปกรณ์สื่อสารได้ทั้งระบบปฏิบัติการมือถือ IOS และ Andriod สามารถใช้ได้ทั้งรูปแบบระบบออนไลน์และออฟไลน์ได้อีกด้วย",
    "link": "/p/cureplus",
    "poster": "cureplus.jpg",
    "category": "organization"
  },
  {
    "title": "Knowledge Management",
    "type": "Web Application",
    "paragraph": "แบบจำลองเว็บแอปพลิเคชันพัฒนาขึ้นเพื่อทำหน้าที่ถ่ายทอดแบ่งปันความรู้ จัดเก็บความรู้ เผยแพร่ความรู้ และพัฒนาวัฒนธรรมในองค์กร กรณีศึกษาบริษัท Quick ERP เป็นตัวช่วยสำหรับกลุ่มผู้บริหารและกลุ่มพนักงานเพื่อแก้ไขปัญหาต่าง ๆ ที่ประสบทั้งก่อนการแลกเปลี่ยนความรู้ ระหว่างการแลกเปลี่ยนความรู้ และหลังจากการแลกเปลี่ยนความรู้ ",
    "link": "/p/knowledge-management",
    "poster": "knowledge-management.jpg",
    "category": "organization"
  },
  {
    "title": "Watch over",
    "type": "Application",
    "paragraph": "เป็นการพัฒนาแบบจำลองโปรแกรมประยุกต์ขึ้นเพื่อให้ผู้ใช้งานสามารถขอความช่วยเหลือในกรณีที่เกิดเหตุฉุกเฉินเกิดขึ้น ภายในแบบจำลองมีฟังก์ชันเด่น ๆ มากมาย เช่น มีคีย์ลัดสำหรับคนที่ไม่มีสติจะขอความช่วยเหลือ บอกพิกัดขอผู้ใช้แบบ real time community ไว้คอยแชร์ข่าวสาร เช่น พวกข่าวอาชญากรรม ข่าวการคุกคาม และยังมีเมนู chat ที่สามารถคุยกับเจ้าหน้าที่หรือเพื่อน ๆ ที่ผูกไว้ในรายชื่อที่ติดฉุกเฉินได้อีกด้วย ",
    "link": "/p/watch-over",
    "poster": "watch-over.jpg",
    "category": "organization"
  },
  {
    "title": "E-ticket",
    "type": "Application",
    "paragraph": "เป็นการพัฒนาแอปพลิเคชันต้นแบบเพื่อเพิ่มประสิทธิภาพในการออกหมายสั่งสำหรับเจ้าหน้าที่ตำรวจ โดยเน้นไปในเรื่องของการแก้ไขระบบการทำงานหลายต่อ และสิ้นเปลืองทรัพยากร อีกทั้งยังสามารถเพิ่มปริมาณการออกหมายได้อย่างเหมาะสมกับสภาพการจราจรในประเทศไทยอีกด้วย และเพื่อการปรับตัวให้เข้ากับแคมเปญ Smart police 4.0",
    "link": "/p/e-ticket",
    "poster": "e-ticket.jpg",
    "category": "organization"
  }
]
