[
  {
    "name": "Natjaratporn Thaweewutmaeteekhul",
    "nn": "Pam",
    "image": "029.jpg",
    "message": "ขอขอบคุณทุกคนที่เข้ามารับชมผลงานนะคะ"
  },
  {
    "name": "Natthaphakhan Khunchan",
    "nn": "Anwa",
    "image": "030.jpg",
    "message": "ขอบคุณทุกคนที่เข้ามารับชมนะครับ หวังว่าจะได้สิ่งดี ๆ กลับไป ขอบคุณมาก ๆ ครับ"
  },
  {
    "name": "Nattavadee Homrossukhon",
    "nn": "Babe",
    "image": "031.jpg",
    "message": "เพราะทุกอย่างในเว็บไซต์นี้พวกเราตั้งใจทำมากจริงๆ ขอบคุณทุกการรับชมของทุกคนมากๆเลยค่ะ (ノ-ㅅ-)ノ"
  },
  {
    "name": "Malthana Pojanawaraporn",
    "nn": "Kam",
    "image": "034.jpg",
    "message": "ฝากผลงานของพวกเรา COMMU รุ่นที่ 11 ด้วยนะคะ หวังว่าจะชอบผลงานของพวกเราน้า"
  },
  {
    "name": "Rachapol Burinwatthana ",
    "nn": "Son",
    "image": "035.jpg",
    "message": "ขอขอบคุณแขกผู้มีเกียรติทุกๆท่าน และยินดีที่ได้นำเสนอผลงานของนิสิตทุกๆคนให้ท่านได้เห็นความสามารถของนิสิตวิทยาลัยนวัตกรรมสื่อสารสังคม"
  },
  {
    "name": "Angkana Sangsuriyong",
    "nn": "Ning",
    "image": "038.jpg",
    "message": "ขอบคุณที่เข้ามารับชมนะคะ และให้กำลังใจนะคะ หวังว่าผลงานของพวกเราจะเป็นประโยชน์ต่อไปในอนาคตค่ะ "
  },
  {
    "name": "Kamonlapat Phaenthong ",
    "nn": "Mo",
    "image": "039.jpg",
    "message": "ขอบคุณที่เข้ามารับชมนะคะ "
  },
  {
    "name": "Chonchinee Sripanthabutra",
    "nn": "Gig",
    "image": "179.jpg",
    "message": "I would like to offer my special thanks to my supervisors and friends for their useful guidance and encouragement to complete this thesis. Lots of love. ❤️"
  },
  {
    "name": "Tinnakrit Jatupornpongsakorn",
    "nn": "Sol",
    "image": "180.jpg",
    "message": "ขอบคุณทุก ๆ คนที่เข้ามาชื่นชมผลงานและให้กำลังใจกันนะครับ"
  },
  {
    "name": "Tanadon Nimmanworadit",
    "nn": "Fey",
    "image": "181.jpg",
    "message": "ขอขอบคุณทุกท่านที่มารับชมผลงานของพวกเรานะครับ"
  },
  {
    "name": "Thanarat Papassanobon",
    "nn": "Aum",
    "image": "182.jpg",
    "message": "หวังว่าจะได้ประสบการณ์ที่ดีต่อผู้ชมผลงานและขอให้เป็นวันที่ดือนะครับ"
  },
  {
    "name": "Pattanapong Plodrum",
    "nn": "Max",
    "image": "184.jpg",
    "message": "ขอบคุณสำหรับการรับชมผลงานนะครับ ขอให้ผลงานของผมมีประโยชน์ต่อคุณไม่มากก็น้อยนะครับ "
  },
  {
    "name": "Pisit Rungsuwan ",
    "nn": "Pleum",
    "image": "185.jpg",
    "message": "ขอบคุณที่เข้ามาชมผลงานของผมนะค้าบ หวังว่าผลงานของผมจะสามารถนำไปพัฒนาต่อได้ในอนาคตนะครับ"
  },
  {
    "name": "Panupat Sriphayakswet",
    "nn": "Mix",
    "image": "186.jpg",
    "message": "ขอบคุณทุกคนที่เข้ามาชมครับ หวังว่าผลงานพวกเราจะมีประโยชน์ในอนาคต"
  },
  {
    "name": "Ravisuit Onnom",
    "nn": "Pea",
    "image": "187.jpg",
    "message": "กราบขอบพระคุณพ่อแม่พี่น้องมิตรรักแฟนธีสิสทุกท่านที่เข้ารับชมนะขอรับครับผม พวกเราชาวคอมมิวตั้งใจทำด้วยใจ หวังว่าทุกท่านจะประทับใจไม่มากก็น้อยครับ"
  },
  {
    "name": "Rawisara Lerdchanpen ",
    "nn": "Crape",
    "image": "188.jpg",
    "message": "ขอบคุณที่เข้ามารับชมผลงานพวกเรา have a nice day นะคะ "
  },
  {
    "name": "Rattanchort poonsawad",
    "nn": "First",
    "image": "189.jpg",
    "message": "ขอบคุณมิตรรักแฟนเพลงทุกท่าน ᕕ( ᐛ )ᕗ"
  },
  {
    "name": "Sarinyapon Intajak",
    "nn": "Pan",
    "image": "190.jpg",
    "message": "แอปดีๆ ไม่มีไม่ได้แน้ว แอปดีๆไม่มีไม่ได้แน้ว แอปก็สวย คนทำก็สวย หวังว่าผลงานของเราจะนำไปต่อยอดต่อไปในอนาคตได้นะคะ ขอบคุณค่ะ"
  },
  {
    "name": "Kanapong Wangrungruangkit ",
    "nn": "Guy",
    "image": "304.jpg",
    "message": "ขอบคุณทุกท่านที่ให้ความสนใจและเข้ามารับชมผลงานของพวกเรา หวังว่าทุกท่านจะชื่นชอบผลงานของพวกเรานะครับ"
  },
  {
    "name": "Jirad sathienpong",
    "nn": "Poom",
    "image": "305.jpg",
    "message": "ขอบคุณที่เข้ามารับชมไอเดียของเรานะครับ ผลงานชิ้นนี้เราได้ทำด้วยใจอย่างเต็มเปลี่ยม หวังว่าจะถูกใจทุกท่านนะคร้าบ"
  },
  {
    "name": "Yathida panjapatthavee",
    "nn": "Pim",
    "image": "306.jpg",
    "message": "ชอบกดไลค์ ใช่กดแชร์ ไม่ชอบไม่แคร์ก็เข้ามาดูได้นะคะเพราะพวกเราตั้งใจทำกันมากจริงๆ หวังว่าทุกคนจะชอบและได้รับแรงบันดาลใจกลับไปนะค้า ขอบคุณค่าาา กิกิ้ว~ "
  },
  {
    "name": "Navee Vijitrat",
    "nn": "Nine",
    "image": "307.jpg",
    "message": "สำหรับทุกท่านที่เข้ามาเป็นเขียดผู้มีแกกหวังว่าจะชอบผลงานของพวกเราครับ ขอบคุณมากครับท่านผู้เจริญทั้งหลาย"
  },
  {
    "name": "Nattapong Wongsangpaiboon",
    "nn": "Tee",
    "image": "308.jpg",
    "message": "ขอบคุณที่รักกันขอบคุณทุกความสัมพันธ์ที่ให้ไว้และขอบคุณทุกคนนะครับที่เข้ามารับผมผลงานของเราหวังว่าจะเก็บผลงานของเราไว้ในอ้อมอกอ้อมใจด้วยนะครับสวัสดีครับ ~"
  },
  {
    "name": "Nuttapon Pinnarong",
    "nn": "Munom",
    "image": "309.jpg",
    "message": "ขอบคุณนะครับที่สละเวลามาชมผลงานของผมนะครับ หวังว่าจะเป็นประโยชน์ต่อทุกคนไม่ทางใดก็ทางหนึ่ง...ขอบคุณครับ"
  },
  {
    "name": "Phongsathorn Tokuda",
    "nn": "Tata",
    "image": "311.jpg",
    "message": "ขอบคุณทุกท่านที่เข้ามาเยี่ยมชมผลงานนะครับ"
  },
  {
    "name": "Pakawat Tipso ",
    "nn": "Pooh",
    "image": "312.jpg",
    "message": "Thank you for visiting our exhibition. Hope you like and have fun with our project."
  },
  {
    "name": "Panupong Wimanrum",
    "nn": "Leo",
    "image": "313.jpg",
    "message": "ขอบคุณที่เข้ามารับชม แอปของพวกผมนะครับ ขอคนที่เข้ามารับชมเจอแต่สิ่งดีๆนะครับ"
  },
  {
    "name": "Wanwimol Jaenasavamethee",
    "nn": "June",
    "image": "314.jpg",
    "message": "ขอบคุณที่ให้ความสนใจของเรานะคะ หวังว่าทุกคนจะชอบ ตั้งใจทำมากๆเลยค่ะ :)"
  },
  {
    "name": "Sasivimol Benjakunrat ",
    "nn": "Hong",
    "image": "316.jpg",
    "message": "ก็ไม่รู้จะขอบคุณ ไม่รู้ทำอย่างไร ไม่รู้ว่าสิ่งไหนจะยิ่งใหญ่ควรค่าพอ :)"
  },
  {
    "name": "Supahkarn Liangrattananont",
    "nn": "Gam",
    "image": "317.jpg",
    "message": "ขอบคุณทุกท่านที่ผ่านเข้ามาชมผลงานของพวกเรานะคะ พวกเราทุกคนตั้งใจทำกันมากเลยค่ะ"
  },
  {
    "name": "Saranya Nakngam",
    "nn": "Earn",
    "image": "318.jpg",
    "message": "ขอบคุณทุกท่านที่ให้ความสนใจกับผลงานที่พวกเราชาวคอมสื่อตั้งใจทำออกมานะคะ เพราะทุกท่านคือผู้รู้ ผู้ตื่น และผู้เบิกบาน หวังว่าทุกท่านจะชื่นชอบผลงานพวกเราและเก็บความประทับใจเอาไว้ให้ยาวนาน สาธุ -/\\-"
  },
  {
    "name": "Onwanya Supunpai ",
    "nn": "Bua",
    "image": "319.jpg",
    "message": "ขอบคุณ Thank you 감사합니다 ありがとう 谢谢 Merci Danke Gracias благодарю вас"
  },
  {
    "name": "Arnon Phattanasiri",
    "nn": "Tae",
    "image": "320.jpg",
    "message": "ขอขอบคุณทุกคนที่สนใจและเข้ามาชมผลงานของเรา ผมหวังว่าทุกคนจะชอบนะครับ :) "
  },
  {
    "name": "Chokchai Sawatpanit",
    "nn": "Junior",
    "image": "394.jpg",
    "message": "ขอบคุณทุกท่านที่ผ่านไปผ่านมา เข้ามาชมผลงานของพวกเรา พวกเราหวังว่าพวกท่านนั้นจะชื่นชอบผลงานของเราพวกเรา"
  },
  {
    "name": "Nutthanicha Wiengsee",
    "nn": "Wah",
    "image": "397.jpg",
    "message": "แอพดีๆไม่มีไม่ได้แน้ว ขอขอบคุณทุกคนที่เข้ามารับชมนะคะ พวกเราชาวคอมมิวตั้งใจและใส่ใจกับทุกผลงานแบบพิเศษไข่สองฟองเลยค่ะ!"
  },
  {
    "name": "Tanyapat Phakhawatphong",
    "nn": "Tanya",
    "image": "398.jpg",
    "message": "ผลงานทุกชิ้นชาวคอมมิวล้วนตั้งใจและใส่ใจทำกันมากๆเพื่อให้ผลงานออกมาดีที่สุด หวังว่าทุกคนจะชอบนะค้ากิกิ้ว"
  },
  {
    "name": "Tarinee Jonkteratrum",
    "nn": "Gogi",
    "image": "399.jpg",
    "message": "ขอบคุณทุกคนที่ให้ความสนใจหวังว่าจะชื่นชอบผลงานของเรากันนะคะตั้งใจทำม้ากก"
  },
  {
    "name": "Thitikarn Kaewtippanet ",
    "nn": "Pin",
    "image": "400.jpg",
    "message": "ขอบคุณทุกคนที่ให้ความสนใจนะคะ ขอบคุณทุกคนที่ให้ความสนใจนะคะ ขอบคุณทุกคนที่ให้ความสนใจนะคะ"
  },
  {
    "name": "Pachara Noisanti ",
    "nn": "Mean",
    "image": "401.jpg",
    "message": "ขอบคุณสำหรับที่ผ่านมาครับ และฝากถึงน้องๆที่จะมาทางเหล่านี้เพราะไม่รู้จะเรียนอะไรดีว่า หนีไปเด็กๆ หนีปายยยยยย ;;w;;"
  },
  {
    "name": "Praewa Arunsiri",
    "nn": "Wawa",
    "image": "403.jpg",
    "message": "ขอบคุณทุกคนที่มาเยี่ยมชมงานของพวกเรานะคะ แค่ทุกคนเข้ามาดูก็ดีใจแล้วค่ะ ขอให้ทุกท่านร่ำรวยค่ะ"
  },
  {
    "name": "Pattarapim Saochai",
    "nn": "Morphine",
    "image": "404.jpg",
    "message": "ธีสิสดีๆไม่ชมไม่ได้ล้าว ขอบคุณทุกคนที่เข้ามาเยี่ยมชมธีสิสของพวกเรานะคะ ทุกผลงานเราตั้งใจทำกันมากๆ หวังว่าจะได้อะไรดีๆกลับไปไม่มากก็น้อยนะคะ "
  },
  {
    "name": "Phatcharaphon Patcharakitti ",
    "nn": "Boss",
    "image": "424.jpg",
    "message": "ขอขอบคุณทุกท่านที่เข้ามาเยี่ยมชมผลงานนวัตกรรมสื่อสารสังคมนิพนธ์ของพวกเราครับ"
  },
  {
    "name": "Ruksasiri Sriphochai",
    "nn": "Satang",
    "image": "425.jpg",
    "message": "ขอบคุณทุกคนที่สนใจและสละเวลาเข้ามาดูผลงานของพวกเรานะ พวกเราตั้งใจทำกันมาตลอด หวังว่าจะทุกคนจะชอบกันนะ"
  },
  {
    "name": "Warissara Ngamleelalert",
    "nn": "Mean",
    "image": "426.jpg",
    "message": "ขอขอบคุณทุกคนที่เข้ามาเยี่ยมชมผลงานของพวกเรานะคะ หวังว่าผลงานของพวกเราทุกคนจะมีประโยชน์ต่อผู้ที่มาชมนะคะ"
  },
  {
    "name": "Sutraphat Noiyat",
    "nn": "Babe",
    "image": "427.jpg",
    "message": "งานดี มีแต่คุณภาพพพพพ หวังว่าทุกท่านจะสนุกไปกับผลงานของพวกเรานะคะ "
  },
  {
    "name": "Asama Suksamran",
    "nn": "Ma",
    "image": "428.jpg",
    "message": "ขอบคุณทุกคนที่เข้ามาชมผลงานของพวกเรานะคะ และหวังว่าผลงานของพวกเราทุกคนจะมีประโยชน์กับคุณนะคะ"
  }
]
